Repository: zydeico/sunny
Catalog: app/Sunny/Utilities/Localization/Localizable.xcstrings
Source language: en
Languages: es_mx

source: %@ Lock
es_mx: Bloqueo con %@

source: %lld photo(s)
es_mx: %lld foto(s)

# %lld photo%@
source: %1$lld photo%2$@
es_mx: %1$lld foto%2$@

source: %lld%% complete
es_mx: %lld%% completado

source: ~2.5 GB · Requires Wi-Fi recommended
es_mx: ~2.5 GB · Se recomienda usar Wi-Fi

source: A PDF skin examination report will be generated and saved to your device. This report is not a medical diagnosis.
es_mx: Se generará un reporte de examen de piel en PDF y se guardará en tu dispositivo. Este reporte no es un diagnóstico médico.

source: Add
es_mx: Agregar

source: Add a note about this scan…
es_mx: Agregar una nota sobre este escaneo…

source: Add Another Photo
es_mx: Agregar otra foto

source: Add Demo Photo
es_mx: Agregar foto de demostración

source: Add First Photo
es_mx: Agregar la primera foto

source: Add notes…
es_mx: Agregar notas…

source: Add your first photo to start tracking this area
es_mx: Agrega tu primera foto para empezar a monitorear esta área

source: Age helps me understand your skin health needs
es_mx: La edad me ayuda a entender tus necesidades de salud de piel

source: AI Model
es_mx: Modelo de IA

source: AI model error — tap to retry
es_mx: Error en el modelo de IA — toca para reintentar

source: AI model needs to be downloaded
es_mx: El modelo de IA necesita descargarse

source: All photos are stored securely on your device. Sunny never shares your images without your explicit permission.
es_mx: Todas las fotos se almacenan de forma segura en tu dispositivo. Sunny nunca comparte tus imágenes sin tu permiso explícito.

source: Already Installed
es_mx: Ya instalado

source: Analysis unavailable
es_mx: Análisis no disponible

source: Analyzing image...
es_mx: Analizando imagen...

source: Authenticating…
es_mx: Autenticando…

source: Authentication failed. Please try again.
es_mx: Autenticación fallida. Por favor intenta de nuevo.

source: Back
es_mx: Atrás

source: Body Area
es_mx: Área del cuerpo

source: Body Coverage
es_mx: Cobertura corporal

source: Body Part
es_mx: Parte del cuerpo

source: Camera Capture
es_mx: Captura con cámara

source: Cancel
es_mx: Cancelar

source: Capture
es_mx: Capturar

source: Choose from Library
es_mx: Elegir de la biblioteca

source: Date
es_mx: Fecha

source: Date and AI analysis results cannot be changed.
es_mx: La fecha y los resultados del análisis de IA no se pueden cambiar.

source: Date Range
es_mx: Rango de fechas

source: Delete
es_mx: Eliminar

source: Delete Report
es_mx: Eliminar reporte

source: Delete Scan
es_mx: Eliminar escaneo

source: Delete Scan?
es_mx: ¿Eliminar escaneo?

source: Detailed view of this skin spot
es_mx: Vista detallada de esta mancha de piel

source: Discard
es_mx: Descartar

source: Discard this scan?
es_mx: ¿Descartar este escaneo?

source: Done
es_mx: Listo

source: Download Failed
es_mx: Descarga fallida

source: Downloading AI model... %lld%%
es_mx: Descargando modelo de IA... %lld%%

source: Downloading Model…
es_mx: Descargando modelo…

source: Edit
es_mx: Editar

source: Edit Scan
es_mx: Editar escaneo

source: Enable Camera Access
es_mx: Habilitar acceso a la cámara

source: Exported Reports
es_mx: Reportes exportados

source: Filter by date range
es_mx: Filtrar por rango de fechas

source: Filter:
es_mx: Filtrar:

source: Finish
es_mx: Finalizar

source: From
es_mx: Desde

source: Front
es_mx: Frente

source: G'day, I'm Sunny!
es_mx: ¡Hola, soy Sunny!

source: Generate Report
es_mx: Generar reporte

source: Generating Report…
es_mx: Generando reporte…

source: Help friends and family stay on top of their skin health
es_mx: Ayuda a amigos y familiares a cuidar su salud de piel

source: How much sun exposure do you get?
es_mx: ¿Cuánta exposición al sol tienes?

source: How old are you?
es_mx: ¿Cuántos años tienes?

source: How Sunny Works
es_mx: Cómo funciona Sunny

source: I'm here to help you monitor your skin health and prepare for doctor visits.
es_mx: Estoy aquí para ayudarte a monitorear la salud de tu piel y prepararte para las visitas al médico.

source: Last scanned %@
es_mx: Último escaneo: %@

source: Loading AI model...
es_mx: Cargando modelo de IA...

source: Loading into memory…
es_mx: Cargando en memoria…

source: Location
es_mx: Ubicación

source: Medical Disclaimer
es_mx: Aviso médico

source: Medical experts recommend checking your skin spots monthly for any changes
es_mx: Los expertos médicos recomiendan revisar tus manchas de piel mensualmente para detectar cambios

source: Model Ready
es_mx: Modelo listo

source: New Scan
es_mx: Nuevo escaneo

source: Next
es_mx: Siguiente

source: No %@ Scans
es_mx: Sin escaneos de %@

source: No Exported Reports
es_mx: Sin reportes exportados

source: No image
es_mx: Sin imagen

source: No photos yet
es_mx: Sin fotos aún

source: No Saved Scans
es_mx: Sin escaneos guardados

source: No scans found for this category.
es_mx: No se encontraron escaneos para esta categoría.

source: None
es_mx: Ninguno

source: Not a Diagnostic Tool
es_mx: No es una herramienta de diagnóstico

source: Not a diagnostic tool — always consult a healthcare professional.
es_mx: No es una herramienta de diagnóstico — consulta siempre a un profesional de la salud.

source: Not a medical diagnostic tool
es_mx: No es una herramienta de diagnóstico médico

source: Notes
es_mx: Notas

source: Off
es_mx: Apagado

source: OK
es_mx: Aceptar

source: On
es_mx: Encendido

source: Only scans created between the selected dates will be included.
es_mx: Solo se incluirán los escaneos creados entre las fechas seleccionadas.

source: Only scans in the selected body area will be included in the report.
es_mx: Solo se incluirán los escaneos del área del cuerpo seleccionada en el reporte.

source: Orientation
es_mx: Orientación

source: Overview
es_mx: Resumen

source: PDF Not Found
es_mx: PDF no encontrado

source: Photos (%lld)
es_mx: Fotos (%lld)

source: Privacy Policy
es_mx: Política de privacidad

source: Protect Your Health Data
es_mx: Protege tus datos de salud

source: Ready to start monitoring your skin health!
es_mx: ¡Listo para comenzar a monitorear la salud de tu piel!

source: Regular monitoring helps catch changes early
es_mx: El monitoreo regular ayuda a detectar cambios a tiempo

source: Remember
es_mx: Recuerda

source: Report Failed
es_mx: Error al generar el reporte

source: Report Preview
es_mx: Vista previa del reporte

source: Report Saved
es_mx: Reporte guardado

source: Reports you generate from Saved Scans will appear here.
es_mx: Los reportes que generes a partir de los escaneos guardados aparecerán aquí.

source: Require %@ to open Sunny
es_mx: Requiere %@ para abrir Sunny

source: Retake
es_mx: Volver a tomar

source: Review Scan
es_mx: Revisar escaneo

source: Save
es_mx: Guardar

source: Save Report to Device
es_mx: Guardar reporte en el dispositivo

source: Save Report to Device?
es_mx: ¿Guardar el reporte en el dispositivo?

source: Saved
es_mx: Guardado

source: Saved Scans
es_mx: Escaneos guardados

source: Scan Info
es_mx: Información del escaneo

source: Scans included
es_mx: Escaneos incluidos

source: Scans you save will appear here.
es_mx: Los escaneos que guardes aparecerán aquí.

source: Set your check-in reminder
es_mx: Configura tu recordatorio de revisión

source: Settings
es_mx: Configuración

source: Share
es_mx: Compartir

source: Share Sunny
es_mx: Compartir Sunny

source: Simulate Capture
es_mx: Simular captura

source: Skip
es_mx: Omitir

source: Starting download (~2.5 GB)...
es_mx: Iniciando descarga (~2.5 GB)...

source: Step %lld of %lld
es_mx: Paso %1$lld de %2$lld

source: Sub-location
es_mx: Sububicación

source: Summary
es_mx: Resumen

source: Sunny Analysis
es_mx: Análisis de Sunny

source: Sunny Analysis — Read Only
es_mx: Análisis de Sunny — Solo lectura

source: Sunny is a skin tracking tool only. It does not provide medical diagnoses or advice. Always consult a qualified healthcare professional for any skin concerns.
es_mx: Sunny es una herramienta de seguimiento de piel solamente. No proporciona diagnósticos ni consejos médicos. Siempre consulta a un profesional de la salud calificado para cualquier preocupación sobre la piel.

source: Sunny is a tracking tool, not a diagnostic tool. Always consult a healthcare professional for medical advice about skin concerns.
es_mx: Sunny es una herramienta de seguimiento, no de diagnóstico. Siempre consulta a un profesional de la salud para obtener consejos médicos sobre preocupaciones de piel.

source: Sunny is for tracking purposes only and does not provide medical advice or diagnosis. Consult a healthcare professional for medical concerns.
es_mx: Sunny es solo para seguimiento y no proporciona consejos médicos ni diagnósticos. Consulta a un profesional de la salud para problemas médicos.

source: Sunny is Locked
es_mx: Sunny está bloqueado

source: Sunny needs camera access to photograph your skin spots
es_mx: Sunny necesita acceso a la cámara para fotografiar tus manchas de piel

source: Sunny stores all your health data on-device only. Enabling a lock ensures only you can access your personal skin monitoring records — similar to how a banking app protects your account.
es_mx: Sunny almacena todos tus datos de salud solo en el dispositivo. Activar un bloqueo garantiza que solo tú puedas acceder a tus registros personales de monitoreo de piel, similar a cómo una app bancaria protege tu cuenta.

source: Sunny-MedGemma Model
es_mx: Modelo Sunny-MedGemma

source: Take Photo
es_mx: Tomar foto

source: Taking photo for:
es_mx: Tomando foto para:

source: Tap to capture
es_mx: Toca para capturar

source: Terms of Service
es_mx: Términos de servicio

source: The AI model is already on your device and ready to go.
es_mx: El modelo de IA ya está en tu dispositivo y listo para usar.

source: The AI model is installed and ready to use.
es_mx: El modelo de IA está instalado y listo para usar.

source: The power of regular skin monitoring
es_mx: El poder del monitoreo regular de piel

source: The report file could not be located on this device.
es_mx: No se pudo encontrar el archivo del reporte en este dispositivo.

source: This AI model is designed to help you track and monitor skin changes over time. It does not diagnose medical conditions. Always consult a qualified healthcare professional for any skin concerns.
es_mx: Este modelo de IA está diseñado para ayudarte a monitorear cambios en la piel con el tiempo. No diagnostica condiciones médicas. Siempre consulta a un profesional de la salud calificado para cualquier preocupación sobre la piel.

source: This helps me personalize your skin health journey
es_mx: Esto me ayuda a personalizar tu experiencia de salud de piel

source: This photo won't be saved.
es_mx: Esta foto no se guardará.

source: This scan and its photos will be permanently removed.
es_mx: Este escaneo y sus fotos se eliminarán permanentemente.

source: This will permanently remove the report file. This cannot be undone.
es_mx: Esto eliminará permanentemente el archivo del reporte. Esta acción no se puede deshacer.

source: Three simple steps to better skin health
es_mx: Tres pasos sencillos para una mejor salud de piel

source: Title
es_mx: Título

source: To
es_mx: Hasta

source: Total photos
es_mx: Total de fotos

source: Track your skin health
es_mx: Monitorea la salud de tu piel

source: Understanding your sun habits helps me tailor recommendations
es_mx: Conocer tus hábitos de exposición al sol me ayuda a personalizar las recomendaciones

source: Unlock with %@
es_mx: Desbloquear con %@

source: Use Photo
es_mx: Usar foto

source: Version
es_mx: Versión

source: View
es_mx: Ver

source: What's your skin type?
es_mx: ¿Cuál es tu tipo de piel?

source: When enabled, you will need to authenticate with %@ or your passcode each time you open Sunny. Your skin health data never leaves your device.
es_mx: Cuando está activado, necesitarás autenticarte con %@ o tu código de acceso cada vez que abras Sunny. Tus datos de salud de piel nunca salen de tu dispositivo.

source: You're All Set! 🎉
es_mx: ¡Todo listo! 🎉

source: Your health data is protected. Authenticate to continue.
es_mx: Tus datos de salud están protegidos. Autentícate para continuar.

source: Your photos stay private and secure
es_mx: Tus fotos permanecen privadas y seguras

source: Your Privacy Matters
es_mx: Tu privacidad importa

source: Your skin examination report has been saved to your device.
es_mx: Tu reporte de examen de piel se ha guardado en tu dispositivo.

source: Your skin records contain personal medical information. You can require %@ to open Sunny.
es_mx: Tus registros de piel contienen información médica personal. Puedes requerir %@ para abrir Sunny.
